Repository: examplefirstaccount/swp_final
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Enable the bot.
ru: Включите бота.

source: Get a help message.
ru: Получите это сообщение.

source: Set the bot language.
ru: Установите язык бота.

source: Disable the bot.
ru: Выключите бота.

source: Cancel the current operation with the bot.
ru: Отмените текущую операцию с ботом.

source: Set up daily meetings.
ru: Настройте дейли.

source: Set meetings time zone.
ru: Установите тайм зону.

source: Set meetings time.
ru: Установите время начала дейли.

source: Set meetings days.
ru: Установите дни встреч.

source: Join meetings.
ru: Просоединитесь к встречам.

source: Skip meetings.
ru: Пропускайте встречи.

source: Set the period of reminders about unanswered questions.
ru: Установите период напоминаний о неотвеченных вопросах.

source: Join only today's meeting.
ru: Присоединитесь только к сегодняшней встрече.

source: Skip only today's meeting.
ru: Пропустите только сегодняшнюю встречу.

source: Schedule a personal vacation.
ru: Запланировать отпуск.

source: Unschedule the personal vacation.
ru: Отменить отпуск.

source: Get the chat state stored by the bot.
ru: Посмотрите состояние чата.

source: Reset the chat state.
ru: Сбросьте состояние чата.

source: Get the report.
ru: Получите отчет.

source: Nice to meet you!
ru: Привет!

source: English language selected!
ru: Выбран русский язык!

source: Error saving language state: {error}
ru: Ошибка сохранения языка! {error}

source: OK, we'll meet at {meeting_time} on {week_days} starting not earlier than on {start_date}!
ru: ОК, встретимся в {meeting_time} в(о) {week_days}, начиная не раньше {start_date}!

source: Please write the meetings time in the {iso8601} format with an offset relative to the UTC time zone. You can calculate the time on the site {time_url}. Example: /{set_meetings_time} {sample_time}
ru: Пожалуйста, укажите время встречи в формате {iso8601} с учетом смещения относительно часового пояса UTC. Вы можете рассчитать время на сайте {time_url}. Пример: /{set_meetings_time} {sample_time}

source: You've already joined, @{username}!
ru: Вы уже подписаны, @{username}!

source: You've just joined, @{username}! You can skip meetings via the /{command_skip} command.
ru: Вы только что присоединились, @{username}! Вы можете пропустить встречи с помощью команды /{command_skip}.

source: See you later, @{username}! You can join via the /{command_join} command.
ru: Увидимся позже, @{username}! Вы можете присоединиться при помощи команды /{command_join} .

source: You've not yet joined, @{username}!
ru: Вы еще не подписаны, @{username}!

source: Reminder period set to {period} minutes
ru: Период напоминаний установлен на {period} минут.

source: You have to join daily meetings first! Use the /join command.
ru: Сначала присоединитесь к дейли! Отправьте команду /join

source: @{username}, the bot doesn't have access to your personal messages. Please write to @{bot_username} and type /start.
ru: @{username}, у меня нет доступа к Вашим личным сообщениям. Пожалуйста, напишите @{bot_username} и введите /start.

source: Please indicate the reminder period in minutes. Example: /{set_reminder_period} 30
ru: Пожалуйста, укажите период напоминания в минутах. Например: /{set_reminder_period} 30

source: No responses.
ru: Нет ответов

source: The state has been successfully reset. Use the /get_chat_state command to view the current state.
ru: Состояние чата успешно сброшено.Используйте команду /get_chat_state, чтобы посмотреть текущее состояние чата.

source: Your response has been recorded.
ru: Ваш ответ был записан.

source: You have already responded to this message or it is no longer valid.
ru: Вы уже ответили на это сообщение или оно больше не действительно.

source: Meeting time!
ru: Время встречи!

source: Nobody has joined the meeting!
ru: Никто не присоединился к встрече!

source: The bot can help you conduct daily (or at least regular) meetings. You can control me by sending these commands:
ru: Бот может помочь Вам проводить ежедневные встречи. Вы можете управлять мной при помощи следующих команд:

source: What did you do last working day? {usernames}
ru: Что Вы делали вчера, @{username}?

source: What will you do today? {usernames}
ru: Что Вы будете делать сегодня, @{username}?

source: What (if anything) is blocking your progress? {usernames}
ru: Что (если такое есть) блокирует Ваш прогресс, @{username}?

source: Successfully parsed interval: {interval}
ru: Интервал успешно распаршен: {interval}

source: Invalid time format for '{time}'. {msg}
ru: Неверный формат времени '{time}'. {msg}

source: {msg} (start: {start}, end: {end}).
ru: {msg} (начало: {start}, конец: {end}).

source: An unexpected error occurred. {error}
ru: Возникла непредвиденная ошибка. {error}

source: Please reply to these daily meeting questions:
ru: Пожалуйста, ответьте на эти вопросы с дейли:

source: @{username}, please unblock @{bot_username} in your private chat with the bot so that the bot can send you reminders about missed daily meeting questions.
ru: {username}, пожалуйста, разблокируйте {bot_username} в приватном чате, чтобы бот мог отправлять Вам напоминания о пропущенных дейли вопросах.
